Repository: cloudwalk/infinitepay-woocommerce-plugin
Catalog: i18n/languages/infinitepay-woocommerce-*.po
Languages: pt_br

source: InfinitePay payments for WooCommerce
pt_br: Pagamentos com InfinitePay para WooCommerce

source: Configure
pt_br: Configurar

source: Accept credit cards payments with InfinitePay
pt_br: Aceite pagamentos com cartões de crédito com a InfinitePay

source: Enabled/Disabled
pt_br: Ativado/Desativado

source: Enable payments with InfinitePay
pt_br: Habilitar pagamentos com a InfinitePay

source: Payment Title
pt_br: Nome do Pagamento

source: Title that will be shown for the customers on your checkout page
pt_br: Nome que será mostrado para seus clientes na página de checkout

source: Credit Card
pt_br: Cartão de Crédito

source: Description
pt_br: Descrição

source: Description that will be shown for the customers on your checkout page
pt_br: Descrição que será mostrado para seus clientes na página de checkout

source: Instructions
pt_br: Instruções

source: Instructions that will be shown on thank you page and will be sent on email
pt_br: Instruções que serão mostradas para seus clientes na página de obrigado e no e-mail

source: Maximum number of installments
pt_br: Número máximo de parcelas

source: Maximum number of installments that a customer can split the final amount
pt_br: Número máximo de parcelas que seu cliente pode escolher

source: Maximum number of installments without interest
pt_br: Número máximo de parcelas sem juros

source: Maximum number of installments that a customer can split the final amount without interest
pt_br: Número máximo de parcelas que seu cliente pode parcelar sem juros

source: API Key
pt_br: Chave de API

source: Key to connect with InfinitePay
pt_br: Chave de API para conectar com a InfinitePay

source: Installments
pt_br: Parcelas

source: Final amount
pt_br: Valor final

source: Please review your card information and try again
pt_br: Compra não autorizada. Verifique os dados do cartão ou entre em contato com o seu banco

source: Ooops, an internal error has occurred, contact an administrator!
pt_br: Erro de configuração no meio de pagamento. Entre em contato com o administrador!

source: Store environment
pt_br: Ambiente da Loja

source: Click here
pt_br: Clique aqui

source: to create an account or request plugin credentials
pt_br: para realizar seu cadastro ou obter as credenciais do plugin

source: Enable InfinitePay Logo?
pt_br: Habilitar logo da InfinitePay?

source: Enable Logo
pt_br: Habilitar logo

source: Credit Card Payment approved
pt_br: Pagamento Aprovado (Cartão de Crédito)

source: PIX Payment approved
pt_br: Pagamento Aprovado (PIX)

source: Payment canceled
pt_br: Pagamento Cancelado

source: Enable logs
pt_br: Habilitar logs

source: Avaliable on
pt_br: Disponível em

source: Enable PIX with InfinitePay
pt_br: Habilitar PIX com InfinitePay

source: Discount (%)
pt_br: Desconto (%)

source: Minimum value (R$)
pt_br: Valor mínimo (R$)

source: Access the
pt_br: Acesse

source: to obtain your credentials
pt_br: para obter suas credenciais do plugin

source: Credentials
pt_br: Credenciais

source: Settings
pt_br: Configurações

source: Enable Credit Card with InfinitePay
pt_br: Habilitar cartão de crédito com InfinitePay

source: Accept payments with InfinitePay
pt_br: Aceitar pagamentos com InfinitePay

source: Production
pt_br: Produção

source: Value with discount
pt_br: Valor com desconto

source: NOTICE: Before receiving payments using InfinitePay, you must:
pt_br: Antes de receber pagamentos utilizando a InfinitePay, você deve:

source: Configure access credentials (Client ID and Client Secret, visit the Credentials tab for more information)
pt_br: Configurar as credenciais de acesso (Client ID e Client Secret, visite a aba de Credenciais para mais informações)

source: Disable Sandbox mode (sandbox environment should only be used for testing, sales will not be effected on your InfinitePay account)
pt_br: Desabilitar o modo Sandbox (o ambiente de sandbox deve ser utilizado apenas para testes, as vendas não serão efetivadas na sua conta InfinitePay)

source: Go to configuration
pt_br: Ir para configuração

source: Discounted value
pt_br: Valor com desconto

source: Checkout to display the QRCode
pt_br: Finalize sua compra para exibir o QRCode

source: Open your bank app and select the option to pay with PIX/Scan QRCode
pt_br: Abra o app do seu banco e selecione a opção pagar com Pix/Escanear QRCode

source: Check the data and confirm your payment through your bank's app
pt_br: Confira os dados e confirme seu pagamento pelo app do seu banco

source: The minimum amount for the PIX is BRL 1.00
pt_br: O Valor mínimo para o PIX é de R$ 1,00
